# This file contains comments, which are technically not permitted in .jsonl. 
# Strip them out before reading
# v1.0.0
{"program": "ChildAndDependentCareTaxCredit", "description": "Child and Dependent Care Tax Credit\nTo be eligible for the Child and Dependent Care Tax Credit, you should be able to answer yes to the following questions:\n1. Did you pay someone to care for your dependent so that you and your spouse, if filing a joint return, could work or look for work? Qualifying dependents are a child under age 13 at the time of care or a spouse or dependent (of any age) who cannot physically or mentally care for themselves.\n2. Did the dependent live with you for more than half of last year?\n3. Did you and your spouse, if filing jointly, earn income? These can be from wages, salaries, tips, other taxable employee money, or earnings from self-employment.\n4. If you are married, do both you and your spouse work outside of the home? Or, does one of you work outside of the home while the other is a full-time student, has a disability, or is looking for work?"}
{"program": "EarlyHeadStartPrograms", "description": "Early Head Start Programs\nThe best way to find out if your family is eligible for Early Head Start is to contact a program directly. Your family qualifies for Early Head Start if your child is age 3 or younger and at least one of these categories applies to you:  \n1. You live in temporary housing.  \n2. You receive HRA Cash Assistance.  \n3. You receive SSI (Supplemental Security Insurance).  \n4. You are enrolling a child who is in foster care.  \n5. If your household income is at or below these amounts:  \nFamily size and yearly income:  \n1 - $14,580  \n2 - $19,720  \n3 - $24,860  \n4 - $30,000  \n5 - $35,140  \n6 - $40,280  \n7 - $45,420  \n8 - $50,560  \nFor each additional person, add $5,140."}
{"program": "InfantToddlerPrograms", "description": "Infant/Toddler Programs\nYou must have a child age 5 or younger and both parents have at least one of these approved reasons for care:  \n1. You work 10+ hours per week.  \n2. You are in an educational or vocational training program.  \n3. You are starting to look for work or have been looking for work for up to 6 months, including looking for work while receiving unemployment.  \n4. You live in temporary housing.  \n5. You are attending services for domestic violence.  \n6. You are receiving treatment for substance abuse.  \n7. Your household income is at or below these amounts:\nFamily size, monthly income, and yearly income:  \n1 - $4,301 (monthly), $51,610 (yearly)  \n2 - $5,624 (monthly), $67,490 (yearly)  \n3 - $6,948 (monthly), $83,370 (yearly)  \n4 - $8,271 (monthly), $99,250 (yearly)  \n5 - $9,594 (monthly), $115,130 (yearly)  \n6 - $10,918 (monthly), $131,010 (yearly)  \n7 - $11,166 (monthly), $133,987 (yearly)  \n8 - $11,414 (monthly), $136,965 (yearly)  \n9 - $11,662 (monthly), $139,942 (yearly)  \n10 - $11,910 (monthly), $142,920 (yearly)  \n11 - $12,158 (monthly), $145,897 (yearly)  \n12 - $12,406 (monthly), $148,875 (yearly)  \n13 - $12,654 (monthly), $151,852 (yearly)  \n14 - $12,903 (monthly), $154,830 (yearly)  \n15 - $13,151 (monthly), $157,807 (yearly)"}
{"program": "ChildTaxCredit", "description": "Child Tax Credit\nTo be eligible for the credit, you should meet these requirements:  \n1. You earned up to $200,000, and up to $400,000 if you are married filing jointly.  \n2. You're claiming a child on your tax return who is 16 or younger. The child must have a Social Security Number (SSN) or Adoption Tax Identification Number (ATIN). The filer may use an SSN or Individual Taxpayer Identification Number (ITIN). Qualifying children must be your child, stepchild, grandchild, eligible foster child, adopted child, sibling, niece, or nephew.  \n3. Your child or dependent lived with you for over half of the year in the U.S. and you are claiming them as a dependent on your tax return. Your child cannot provide more than half of their own financial support."}
{"program": "DisabilityRentIncreaseExemption", "description": "Disability Rent Increase Exemption\nTo be eligible for DRIE, you should be able to answer \"yes\" to all of these questions:  \n1. Are you 18 years old or older?  \n2. Is your name on the lease?  \n3. Is your combined household income $50,000 or less in a year?  \n4. Do you spend more than one-third of your monthly income on rent?  \n5. Do you live in NYC in one of these types of housing: a rent stabilized apartment, a rent controlled apartment, a Mitchell-Lama development, a Limited Dividend development, a redevelopment company development, a Housing Development Fund Company (HDFC) Cooperative development, a Section 213 Cooperative unit, or a rent regulated hotel or single room occupancy unit?  \n6. Do you have income from the following benefits: Supplemental Security Income (SSI), Federal Social Security Disability Insurance (SSDI), U.S. Department of Veterans Affairs (VA) disability pension or compensation, or disability-related Medicaid if you received either SSI or SSDI in the past?"}
{"program": "EarnedIncomeTaxCredit", "description": "Earned Income Tax Credit\nTo claim the EITC credit on your tax return, these must apply to you:  \n1. You have a valid Social Security Number.  \n2. Your income, marital, and parental status are one of these: Married with qualifying children and earning up to $63,398, Married with no qualifying children and earning up to $24,210, Single with qualifying children and earning up to $56,838, Single with no qualifying children and earning up to $17,640.  \n3. Qualifying children include biological children, stepchildren, foster children, and grandchildren.  \n4. If you have no children, the EITC is only available to filers between ages 25 and 64.  \n5. Married Filing Separate: A spouse who is not filing a joint return may claim the EITC if you had a qualifying child who lived with you for more than half of the year.  \n6. You had investment income of less than $11,000."}
{"program": "HeadStart", "description": "Head Start\nYour family qualifies for Head Start if you have a child aged 3-4 and one or more of these apply to you:  \n1. You live in temporary housing.  \n2. You receive HRA Cash Assistance.  \n3. You receive SNAP.  \n4. You receive SSI (Supplemental Security Income).  \n5. You're enrolling a child who is in foster care.  \n6. Your family income falls below the amounts below:\nHousehold size and yearly income:  \n2 - $20,440  \n3 - $25,820  \n4 - $31,200  \n5 - $36,580  \n6 - $41,960  \n7 - $47,340  \n8 - $52,720  \nFor each additional person, add $5,380.  \nThe best way to find out if your family is eligible for Head Start is to contact a program directly."}
{"program": "ComprehensiveAfterSchool", "description": "Comprehensive After School System of NYC\nAll NYC students in kindergarten to 12th grade are eligible to enroll in COMPASS programs."}