{"hh": {"features": {"members": [{"features": {"name": "Florence Kelley", "age": 28, "sex": "male", "relation": "self", "disabled": false, "has_ssn": true, "has_atin": false, "has_itin": false, "can_care_for_self": false, "place_of_residence": "Jersey", "enrolled_in_educational_training": false, "enrolled_in_vocational_training": false, "annual_work_income": 47641, "annual_investment_income": 208885, "provides_over_half_of_own_financial_support": false, "receives_hra": false, "receives_ssi": false, "receives_snap": false, "receives_ssdi": false, "receives_va_disability": false, "has_received_ssi_or_ssdi": false, "receives_disability_medicaid": false, "current_school_level": "college", "works_outside_home": false, "work_hours_per_week": 35, "days_looking_for_work": 0, "in_foster_care": false, "attending_service_for_domestic_violence": false, "has_paid_caregiver": false, "name_is_on_lease": true, "monthly_rent_spending": 0, "lived_together_last_6_months": false, "filing_jointly": false, "dependent": false, "receiving_treatment_for_substance_abuse": false, "housing_type": "rent stabilized apartment", "is_property_owner": false, "primary_residence": true, "months_owned_property": 0, "had_previous_sche": true, "propery_owner_widow": false, "conflict_veteran": false, "electricity_shut_off": false, "heat_shut_off": false, "out_of_fuel": false, "heating_electrical_bill_in_name": true, "available_financial_resources": 8961.771657206782, "receives_temporary_assistance": false, "lost_job": false, "months_since_worked": 0, "work_experience": true, "can_work_immediately": false, "authorized_to_work_in_us": true, "was_authorized_to_work_when_job_lost": true, "is_parent": false, "months_pregnant": 0, "breastfeeding": false, "selective_service": true, "is_eligible_for_selective_service": true, "receives_cash_assistance": false, "is_runaway": false, "foster_age_out": false, "citizenship": "citizen_or_national", "responsible_for_day_to_day": false, "hiv_aids": false, "can_manage_self": false, "has_family_to_help": false, "can_access_subway_or_bus": false, "recovering_from_surgery": false, "high_school_equivalent": "high school diploma", "acs": false, "chronic_health_condition": true, "developmental_condition": false, "emotional_behavioral_condition": false, "mental_health_condition": false, "health_insurance": true, "struggles_to_relate": true, "emancipated_minor": false, "accepted_to_cuny": true, "eligible_for_instate_tuition": false, "proficient_in_math": false, "proficient_in_english_reading_and_writing": false, "college_credits": 200, "gpa": 1.7276741565309561, "work_authorization": true, "involved_in_justice_system": false, "work_or_volunteer_experience": true, "lives_in_jobs_plus_neighborhood": false, "va_healthcare": true, "heat_exacerbated_condition": true, "ac": true, "got_heap_ac": 7, "heat_included_in_rent": true, "qualify_for_health_insurance": true, "at_risk_of_homelessness": false, "transitional_job": false, "federal_work_study": false, "scholarship": true, "government_job": true, "is_therapist": false, "contractor": false, "wep": false, "collective_bargaining": false, "covid_funeral_expenses": false, "evicted_months_ago": 0, "currently_being_evicted": false, "employer_opt_in": false, "consecutive_work_weeks": 51, "nonconsecutive_work_days": 0, "developmental_mental_day_treatment": false, "years_sober": 5, "medication_treatment_non_compliance": false, "arson": false, "verbal_abuse": false, "imprisonment": false, "first_time_home_buyer": false, "honorable_service": false, "receives_medicaid": false, "eligible_for_medicaid": true, "receives_fpha": false, "receives_vpsb": false, "eligible_for_hra_shelter": false, "wheelchair": false, "bedridden": false}}, {"features": {"name": "Patrick Warburton", "age": 82, "sex": "female", "relation": "child", "disabled": false, "has_ssn": false, "has_atin": false, "has_itin": false, "can_care_for_self": false, "place_of_residence": "Jersey", "enrolled_in_educational_training": true, "enrolled_in_vocational_training": true, "annual_work_income": 4597, "annual_investment_income": 37584, "provides_over_half_of_own_financial_support": false, "receives_hra": false, "receives_ssi": false, "receives_snap": false, "receives_ssdi": false, "receives_va_disability": false, "has_received_ssi_or_ssdi": false, "receives_disability_medicaid": false, "current_school_level": "college", "works_outside_home": true, "work_hours_per_week": 20, "days_looking_for_work": 0, "in_foster_care": false, "attending_service_for_domestic_violence": false, "has_paid_caregiver": false, "name_is_on_lease": true, "monthly_rent_spending": 0, "lived_together_last_6_months": true, "filing_jointly": false, "dependent": false, "receiving_treatment_for_substance_abuse": false, "housing_type": "rent stabilized apartment", "is_property_owner": false, "primary_residence": true, "months_owned_property": 0, "had_previous_sche": false, "propery_owner_widow": false, "conflict_veteran": false, "electricity_shut_off": false, "heat_shut_off": false, "out_of_fuel": false, "heating_electrical_bill_in_name": true, "available_financial_resources": 2726.5629458011317, "receives_temporary_assistance": false, "lost_job": false, "months_since_worked": 0, "work_experience": true, "can_work_immediately": false, "authorized_to_work_in_us": true, "was_authorized_to_work_when_job_lost": true, "is_parent": true, "months_pregnant": 0, "breastfeeding": false, "selective_service": false, "is_eligible_for_selective_service": false, "receives_cash_assistance": false, "is_runaway": false, "foster_age_out": false, "citizenship": "lawful_resident", "responsible_for_day_to_day": false, "hiv_aids": false, "can_manage_self": true, "has_family_to_help": true, "can_access_subway_or_bus": false, "recovering_from_surgery": false, "high_school_equivalent": "high school diploma", "acs": true, "chronic_health_condition": true, "developmental_condition": false, "emotional_behavioral_condition": false, "mental_health_condition": false, "health_insurance": true, "struggles_to_relate": true, "emancipated_minor": false, "accepted_to_cuny": true, "eligible_for_instate_tuition": true, "proficient_in_math": true, "proficient_in_english_reading_and_writing": true, "college_credits": 200, "gpa": 4.0, "work_authorization": false, "involved_in_justice_system": false, "work_or_volunteer_experience": true, "lives_in_jobs_plus_neighborhood": false, "va_healthcare": false, "heat_exacerbated_condition": true, "ac": true, "got_heap_ac": 8, "heat_included_in_rent": false, "qualify_for_health_insurance": true, "at_risk_of_homelessness": false, "transitional_job": false, "federal_work_study": false, "scholarship": false, "government_job": false, "is_therapist": false, "contractor": false, "wep": false, "collective_bargaining": false, "covid_funeral_expenses": false, "evicted_months_ago": 0, "currently_being_evicted": false, "employer_opt_in": false, "consecutive_work_weeks": 2, "nonconsecutive_work_days": 0, "developmental_mental_day_treatment": false, "years_sober": 10, "medication_treatment_non_compliance": false, "arson": false, "verbal_abuse": false, "imprisonment": false, "first_time_home_buyer": false, "honorable_service": false, "receives_medicaid": true, "eligible_for_medicaid": true, "receives_fpha": false, "receives_vpsb": false, "eligible_for_hra_shelter": false, "wheelchair": false, "bedridden": false}}]}}, "hh_nl_desc": "You are Florence Kelley.\nYou are seeking benefits on behalf of your household.\nName: Florence Kelley\nFlorence Kelley is 28 years old.\nFlorence Kelley is male.\nYou are Florence Kelley\nFlorence Kelley is not disabled.\nFlorence Kelley has a social security number (SSN).\nFlorence Kelley does not have an adoption taxpayer ID number (ATIN).\nFlorence Kelley does not have an individual taxpayer ID number (ITIN).\nFlorence Kelley cannot care for themselves.\nFlorence Kelley lives in Jersey.\nFlorence Kelley is not enrolled in educational training.\nFlorence Kelley is not enrolled in vocational training.\nFlorence Kelley makes 47641 per year working.\nFlorence Kelley makes 208885 per year from investments.\nFlorence Kelley does not provide over half of their own financial support.\nFlorence Kelley does not receive Health Reimbursement Arrangement (HRA).\nFlorence Kelley does not receive Supplemental Security Income (SSI Code A).\nFlorence Kelley does not receive Supplemental Nutrition Assistance Program (SNAP).\nFlorence Kelley does not receive Social Security Disability Insurance (SSDI).\nFlorence Kelley does not receive Veterans Affairs (VA) disability pension or compensation.\nFlorence Kelley has not received Supplemental Security Income (SSI) or Social Security Disability Insurance (SSDI) in the past.\nFlorence Kelley does not receive Medicaid due to disability.\nFlorence Kelley is in college.\nFlorence Kelley does not work outside the home.\nFlorence Kelley works 35 hours per week.\nFlorence Kelley is not looking for work.\nFlorence Kelley is not in foster care.\nFlorence Kelley is not attending a service for domestic violence.\nFlorence Kelley does not have a paid caregiver.\nFlorence Kelley is on the household lease.\nFlorence Kelley spends 0 per month on rent.\nFlorence Kelley did not live with you for the last 6 months.\nFlorence Kelley's tax filing status is single\nFlorence Kelley is not your dependent.\nFlorence Kelley is not receiving treatment for substance abuse.\nFlorence Kelley lives in a rent stabilized apartment. It is not any other type of government housing or development.\nFlorence Kelley is not a property owner.\nFlorence Kelley's home is their primary residence.\nFlorence Kelley has never owned the house they live in.\nFlorence Kelley previously received SCHE on another property.\nFlorence Kelley is not a widow of the property owner.\nFlorence Kelley is not a conflict veteran and did not serve in any conflict.\nFlorence Kelley's electricity system is not shut off or in danger of being shut off.\nFlorence Kelley's heating system is not shut off or in danger of being shut off.\nFlorence Kelley is not out of fuel.\nFlorence Kelley has a heating and electrical bill in their name.\nFlorence Kelley's household has 8961.771657206782 in available financial resources.\nFlorence Kelley does not receive New York OTDA Temporary Assistance.\nFlorence Kelley did not lose their last job through no fault of their own.\nFlorence Kelley is currently working\nFlorence Kelley has True years of work experience.\nFlorence Kelley cannot work immediately.\nFlorence Kelley is authorized to work in the US and NYC.\nFlorence Kelley was authorized to work in the US when they lost their last job.\nFlorence Kelley is not a parent.\nFlorence Kelley is not pregnant.\nFlorence Kelley is not breastfeeding a baby.\nFlorence Kelley is registered for selective service.\nFlorence Kelley is eligible for selective service.\nFlorence Kelley does not qualify for and receive cash assistance.\nFlorence Kelley is not a runaway.\nFlorence Kelley has not aged out of foster care or was never in it.\nFlorence Kelley is a citizen_or_national.\nFlorence Kelley is not responsible all any child's day-to-day life.\nFlorence Kelley has not been diagnosed with HIV or AIDS.\nFlorence Kelley cannot manage their own resources, carry out daily activities, and protect themself from dangerous situations without help from others.\nFlorence Kelley does not have people to help them manage their own resources, carry out daily activities, and protect themself from dangerous situations without help from others.\nFlorence Kelley cannot use accessible buses or subways for some or all of their trips.\nFlorence Kelley is not recovering from surgery.\nFlorence Kelley's education level is: high school diploma.\nFlorence Kelley does not get help from Administration for Children's Services (ACS).\nFlorence Kelley has a chronic health condition.\nFlorence Kelley does not have a developmental condition.\nFlorence Kelley does not have an emotional or behavioral condition and is not at risk.\nFlorence Kelley does not have a mental health condition.\nFlorence Kelley has health insurance\nFlorence Kelley struggles to relate to their family.\nFlorence Kelley is not emancipated.\nFlorence Kelley has completed admission requirements and is accepted to CUNY.\nFlorence Kelley is not eligible for in-state tuition.\nFlorence Kelley is not proficient in math.\nFlorence Kelley is not proficient in English reading and writing.\nFlorence Kelley has 200 college credits.\nFlorence Kelley has a 1.7276741565309561 GPA.\nFlorence Kelley is authorized to work in NYC and the US.\nFlorence Kelley is not involved in the justice system.\nFlorence Kelley has work or volunteer experience.\nFlorence Kelley does not live in a Jobs Plus neighborhood.\nFlorence Kelley is eligible for VA healthcare.\nFlorence Kelley has a heat-exacerbated condition.\nFlorence Kelley has an air conditioning unit.\nFlorence Kelley received a HEAP air conditioning unit 7 years ago.\nFlorence Kelley has heat included in their rent.\nFlorence Kelley qualifies for a health care plan available in New York State\nFlorence Kelley is not at risk of homelessness.\nFlorence Kelley's job is not from a transitional jobs program.\nFlorence Kelley's job is not a federal work study job.\nFlorence Kelley is compensated by a qualified scholarship program.\nFlorence Kelley works for a government agency\nFlorence Kelley is not a physical therapist licensed in New York State.\nFlorence Kelley is not an independent contractor.\nFlorence Kelley is not in the Work Experience Program.\nFlorence Kelley is not subject to a collective bargaining agreement waiving safe and sick leave.\nFlorence Kelley did not incur funeral expenses due to a covid death.\nFlorence Kelley has never been evicted.\nFlorence Kelley is not currently being evicted.\nFlorence Kelley's employer has not opted in to paid family leave.\nFlorence Kelley has worked 51 consecutive weeks at their current employer.\nFlorence Kelley has not worked any nonconsecutive weeks at their current employer.\nFlorence Kelley does not attend a developmental mental day treatment program.\nFlorence Kelley has been sober for 5 years.\nFlorence Kelley has always been compliant with medication and treatment.\nFlorence Kelley does not have a history of arson.\nFlorence Kelley does not have a history of verbal abuse.\nFlorence Kelley does not have a history of imprisonment.\nFlorence Kelley is not a first-time home buyer.\nFlorence Kelley does not have honorable military service.\nFlorence Kelley does not receive Medicaid.\nFlorence Kelley is eligible for Medicaid.\nFlorence Kelley does not receive Federal Public Housing Assistance (FPHA).\nFlorence Kelley does not receive Veterals Pension and Survivor Benefits (VPSB).\nFlorence Kelley is not eligible for Health Reimbursement Arrangement (HRA) shelter.\nFlorence Kelley does not use a wheelchair.\nFlorence Kelley is not bedridden.\n==============\nYour household consists of the following 1 additional members:\nName: Patrick Warburton\nPatrick Warburton is 82 years old.\nPatrick Warburton is female.\nPatrick Warburton is your child\nPatrick Warburton is not disabled.\nPatrick Warburton does not have a social security number (SSN).\nPatrick Warburton does not have an adoption taxpayer ID number (ATIN).\nPatrick Warburton does not have an individual taxpayer ID number (ITIN).\nPatrick Warburton cannot care for themselves.\nPatrick Warburton lives in Jersey.\nPatrick Warburton is enrolled in educational training.\nPatrick Warburton is enrolled in vocational training.\nPatrick Warburton makes 4597 per year working.\nPatrick Warburton makes 37584 per year from investments.\nPatrick Warburton does not provide over half of their own financial support.\nPatrick Warburton does not receive Health Reimbursement Arrangement (HRA).\nPatrick Warburton does not receive Supplemental Security Income (SSI Code A).\nPatrick Warburton does not receive Supplemental Nutrition Assistance Program (SNAP).\nPatrick Warburton does not receive Social Security Disability Insurance (SSDI).\nPatrick Warburton does not receive Veterans Affairs (VA) disability pension or compensation.\nPatrick Warburton has not received Supplemental Security Income (SSI) or Social Security Disability Insurance (SSDI) in the past.\nPatrick Warburton does not receive Medicaid due to disability.\nPatrick Warburton is in college.\nPatrick Warburton works outside the home.\nPatrick Warburton works 20 hours per week.\nPatrick Warburton is not looking for work.\nPatrick Warburton is not in foster care.\nPatrick Warburton is not attending a service for domestic violence.\nPatrick Warburton does not have a paid caregiver.\nPatrick Warburton is on the household lease.\nPatrick Warburton spends 0 per month on rent.\nPatrick Warburton lived with you for the last 6 months.\nPatrick Warburton's tax filing status is single\nPatrick Warburton is not your dependent.\nPatrick Warburton is not receiving treatment for substance abuse.\nPatrick Warburton lives in a rent stabilized apartment. It is not any other type of government housing or development.\nPatrick Warburton is not a property owner.\nPatrick Warburton's home is their primary residence.\nPatrick Warburton has never owned the house they live in.\nPatrick Warburton has not previously received SCHE on another property.\nPatrick Warburton is not a widow of the property owner.\nPatrick Warburton is not a conflict veteran and did not serve in any conflict.\nPatrick Warburton's electricity system is not shut off or in danger of being shut off.\nPatrick Warburton's heating system is not shut off or in danger of being shut off.\nPatrick Warburton is not out of fuel.\nPatrick Warburton has a heating and electrical bill in their name.\nPatrick Warburton's household has 2726.5629458011317 in available financial resources.\nPatrick Warburton does not receive New York OTDA Temporary Assistance.\nPatrick Warburton did not lose their last job through no fault of their own.\nPatrick Warburton is currently working\nPatrick Warburton has True years of work experience.\nPatrick Warburton cannot work immediately.\nPatrick Warburton is authorized to work in the US and NYC.\nPatrick Warburton was authorized to work in the US when they lost their last job.\nPatrick Warburton is a parent.\nPatrick Warburton is not pregnant.\nPatrick Warburton is not breastfeeding a baby.\nPatrick Warburton is not registered for selective service.\nPatrick Warburton is not eligible for selective service.\nPatrick Warburton does not qualify for and receive cash assistance.\nPatrick Warburton is not a runaway.\nPatrick Warburton has not aged out of foster care or was never in it.\nPatrick Warburton is a lawful_resident.\nPatrick Warburton is not responsible all any child's day-to-day life.\nPatrick Warburton has not been diagnosed with HIV or AIDS.\nPatrick Warburton can manage their own resources, carry out daily activities, and protect themself from dangerous situations without help from others.\nPatrick Warburton has people to help them manage their own resources, carry out daily activities, and protect themself from dangerous situations without help from others. \nPatrick Warburton cannot use accessible buses or subways for some or all of their trips.\nPatrick Warburton is not recovering from surgery.\nPatrick Warburton's education level is: high school diploma.\nPatrick Warburton gets help from Administration for Children's Services (ACS).\nPatrick Warburton has a chronic health condition.\nPatrick Warburton does not have a developmental condition.\nPatrick Warburton does not have an emotional or behavioral condition and is not at risk.\nPatrick Warburton does not have a mental health condition.\nPatrick Warburton has health insurance\nPatrick Warburton struggles to relate to their family.\nPatrick Warburton is not emancipated.\nPatrick Warburton has completed admission requirements and is accepted to CUNY.\nPatrick Warburton is eligible for in-state tuition.\nPatrick Warburton is proficient in math.\nPatrick Warburton is proficient in English reading and writing.\nPatrick Warburton has 200 college credits.\nPatrick Warburton has a 4.0 GPA.\nPatrick Warburton is not authorized to work in NYC or the US.\nPatrick Warburton is not involved in the justice system.\nPatrick Warburton has work or volunteer experience.\nPatrick Warburton does not live in a Jobs Plus neighborhood.\nPatrick Warburton is not eligible for VA healthcare.\nPatrick Warburton has a heat-exacerbated condition.\nPatrick Warburton has an air conditioning unit.\nPatrick Warburton received a HEAP air conditioning unit 8 years ago.\nPatrick Warburton does not have heat included in their rent.\nPatrick Warburton qualifies for a health care plan available in New York State\nPatrick Warburton is not at risk of homelessness.\nPatrick Warburton's job is not from a transitional jobs program.\nPatrick Warburton's job is not a federal work study job.\nis not compensated by a qualified scholarship program.\nPatrick Warburton does not work for a government agency.\nPatrick Warburton is not a physical therapist licensed in New York State.\nPatrick Warburton is not an independent contractor.\nPatrick Warburton is not in the Work Experience Program.\nPatrick Warburton is not subject to a collective bargaining agreement waiving safe and sick leave.\nPatrick Warburton did not incur funeral expenses due to a covid death.\nPatrick Warburton has never been evicted.\nPatrick Warburton is not currently being evicted.\nPatrick Warburton's employer has not opted in to paid family leave.\nPatrick Warburton has worked 2 consecutive weeks at their current employer.\nPatrick Warburton has not worked any nonconsecutive weeks at their current employer.\nPatrick Warburton does not attend a developmental mental day treatment program.\nPatrick Warburton has been sober for 10 years.\nPatrick Warburton has always been compliant with medication and treatment.\nPatrick Warburton does not have a history of arson.\nPatrick Warburton does not have a history of verbal abuse.\nPatrick Warburton does not have a history of imprisonment.\nPatrick Warburton is not a first-time home buyer.\nPatrick Warburton does not have honorable military service.\nPatrick Warburton receives Medicaid.\nPatrick Warburton is eligible for Medicaid.\nPatrick Warburton does not receive Federal Public Housing Assistance (FPHA).\nPatrick Warburton does not receive Veterals Pension and Survivor Benefits (VPSB).\nPatrick Warburton is not eligible for Health Reimbursement Arrangement (HRA) shelter.\nPatrick Warburton does not use a wheelchair.\nPatrick Warburton is not bedridden.\n==============\nThere are 2 members in your household, of which 0 are children.\nYour total annual household income is 298707.\nYour total annual household work income is 52238.\nYour total annual household investment income is 246469.\nYour total annual household property owner income is 0.\nYour total annual income if filing jointly is 256526.\nYour total annual work income if filing jointly is 47641.\nYour total annual investment income if filing jointly is 208885.", "hh_nl_always_include": "Name: Florence Kelley\nYou are Florence Kelley\nName: Patrick Warburton\nPatrick Warburton is your child", "note": "", "edge_case_programs": ["AcceleratedStudyInAssociatePrograms", "AccessARideParatransitService", "ActionNYC", "AdultProtectiveServices", "AdvanceEarn", "BasicSchoolTaxReliefProgram", "BeaconPrograms", "BigAppleConnect", "COVIDnineteenFuneralAssistance", "CUNYFatherhoodAcademy", "CUNYStart", "CareerAndTechnicalEducation", "ChildAndDependentCareTaxCredit", "ChildCareVouchers", "ChildHealthPlusAndChildrensMedicaid", "ChildTaxCredit", "ChildrenAndYouthWithSpecialHealthCareNeeds", "CommoditySupplementalFoodProgram", "ComprehensiveAfterSchoolSystemOfNYC", "CoolingAssistanceBenefit", "CornerstonePrograms", "DisabilityRentIncreaseExemption", "DisabledHomeownersExemption", "EarlyHeadStart", "EarnedIncomeTaxCredit", "EnhancedSchoolTaxReliefProgram", "FairFaresNYC", "FamilyAssessmentProgram", "FamilyHomelessnessAndEvictionPreventionSupplement", "FamilyPlanningBenefitProgram", "FamilyResourceCenters", "FamilyTypeHomesForAdults", "HIVAIDSServicesAdministration", "HeadStart", "HighSchool", "HomeEnergyAssistanceProgram", "HomeFirstDownPaymentAssistance", "Homebase", "IDNYC", "InfantToddlerPrograms", "JobsPlus", "KindergartenAndElementarySchool", "LearnEarn", "Lifeline", "MedicaidForPregnantWomen", "MiddleSchool", "NYCCare", "NYCFinancialEmpowermentCenters", "NYCFreeTaxPrep", "NYCHAPublicHousing", "NYCHAResidentEconomicEmpowermentAndSustainability", "NYCLaddersForLeaders", "NYCMitchellLama", "NYCNurseFamilyPartnership", "NYCTenantResourcePortal", "NYCYouthHealth", "NYCYouthLeadershipCouncils", "NYSPaidFamilyLeave", "NYSUnemploymentInsurance", "NewbornHomeVisitingProgram", "OfficeOfChildSupportServices", "OlderAdultEmploymentProgram", "OutpatientTreatmentServices", "PreKForAll", "PrimaryAndPreventiveHealthCare", "STEMMattersNYC", "SafeAndSickLeave", "SchoolAgeAndEarlyChildhoodFamilyAndCommunityEngagementFACECenters", "SectionEightHousingChoiceVoucherProgram", "SeniorCitizenHomeownersExemption", "SeniorCitizenRentIncreaseExemption", "SilverCorps", "SummerMeals", "SummerYouthEmploymentProgram", "TextTwoWork", "TheEarlyInterventionProgram", "ThreeK", "TrainEarn", "VeteransAffairsSupportedHousing", "VeteransPropertyTaxExemption", "WeSpeakNYC", "WorkforceoneCareerCenters"], "AcceleratedStudyInAssociatePrograms": false, "AccessARideParatransitService": true, "ActionNYC": false, "AdultProtectiveServices": false, "AdvanceEarn": false, "BasicSchoolTaxReliefProgram": false, "BeaconPrograms": false, "BigAppleConnect": false, "COVIDnineteenFuneralAssistance": false, "CUNYFatherhoodAcademy": false, "CUNYStart": true, "CareerAndTechnicalEducation": false, "ChildAndDependentCareTaxCredit": false, "ChildCareVouchers": false, "ChildHealthPlusAndChildrensMedicaid": false, "ChildTaxCredit": false, "ChildrenAndYouthWithSpecialHealthCareNeeds": false, "CommoditySupplementalFoodProgram": false, "ComprehensiveAfterSchoolSystemOfNYC": false, "CoolingAssistanceBenefit": false, "CornerstonePrograms": false, "DisabilityRentIncreaseExemption": false, "DisabledHomeownersExemption": false, "EarlyHeadStart": false, "EarnedIncomeTaxCredit": false, "EnhancedSchoolTaxReliefProgram": false, "FairFaresNYC": false, "FamilyAssessmentProgram": false, "FamilyHomelessnessAndEvictionPreventionSupplement": false, "FamilyPlanningBenefitProgram": false, "FamilyResourceCenters": false, "FamilyTypeHomesForAdults": true, "HIVAIDSServicesAdministration": false, "HeadStart": false, "HighSchool": false, "HomeEnergyAssistanceProgram": false, "HomeFirstDownPaymentAssistance": false, "Homebase": false, "IDNYC": false, "InfantToddlerPrograms": false, "JobsPlus": false, "KindergartenAndElementarySchool": false, "LearnEarn": false, "Lifeline": true, "MedicaidForPregnantWomen": false, "MiddleSchool": false, "NYCCare": false, "NYCFinancialEmpowermentCenters": false, "NYCFreeTaxPrep": false, "NYCHAPublicHousing": false, "NYCHAResidentEconomicEmpowermentAndSustainability": false, "NYCLaddersForLeaders": false, "NYCMitchellLama": false, "NYCNurseFamilyPartnership": false, "NYCTenantResourcePortal": false, "NYCYouthHealth": false, "NYCYouthLeadershipCouncils": false, "NYSPaidFamilyLeave": false, "NYSUnemploymentInsurance": false, "NewbornHomeVisitingProgram": false, "OfficeOfChildSupportServices": false, "OlderAdultEmploymentProgram": false, "OutpatientTreatmentServices": false, "PreKForAll": false, "PrimaryAndPreventiveHealthCare": false, "STEMMattersNYC": false, "SafeAndSickLeave": false, "SchoolAgeAndEarlyChildhoodFamilyAndCommunityEngagementFACECenters": false, "SectionEightHousingChoiceVoucherProgram": false, "SeniorCitizenHomeownersExemption": false, "SeniorCitizenRentIncreaseExemption": false, "SilverCorps": false, "SummerMeals": false, "SummerYouthEmploymentProgram": false, "TextTwoWork": false, "TheEarlyInterventionProgram": false, "ThreeK": false, "TrainEarn": false, "VeteransAffairsSupportedHousing": false, "VeteransPropertyTaxExemption": false, "WeSpeakNYC": true, "WorkforceoneCareerCenters": false}
