{
    "original_document":[
        "I feel like this could be classified as low hanging fruit, but I have grown up in a crackhead household. I am tired of working my ass off for nothing and corporate greed is getting promoted, public school is a scam now (I worked in one and I saw how shitty it is), political parties only care about themselves and yet Americans are blind to what’s really going on.\n\nNumber 1. American’s needs to realize that we have power, stop buying from places that don’t treat their employees right. We need to let them know what we care about. It’s infuriating and politicians are just as fault as companies. Please vote with your dollars:\n\n Number 2. Public school is a scam now. You pay so much in taxes for a broken system that won’t be fixed. Teachers have no power to punish students, when I worked at a school district; a teach got in trouble for sending a student to the office because he was being disruptive. She was a hungry teacher but you could see after 3 months she wanted to leave: fun fact, most teachers leave teaching or their school because of the principals or administrators and policies at the district.\n\n I’ve seen students fighting in the hallways and teachers aren’t allowed to punish them. Students talk back and treat teachers awful.\n\n I have seen too many stores of students beating and killing other students over something so stupid.\n\n Please know I am not saying teachers should parent students: they shouldn’t but parents should be held liable and accountable for how their child behaves. If my kid hit another kid, I should be held liable.\n\n Number 3. I don’t understand why Americans haven’t removed their politicians from office during their election times. It boggles my brain how we let people stay in office who are so old they forget how to speak, looking at you Mitch. I don’t understand how people continuously re-elect people. I understand some might be scared to be in the limelight of it or don’t want that on your shoulders.\n\n There’s more but the divide between parties is what is keeping us from progressing. Americans are distracted by everything and we are so busy hating each other that we don’t even notice them fucking us with a bulldozer size dildo.",
        "Basically the title, I don’t want to relax, I hate relaxing, I hate beaches, I hate sleeping, I hate lying down for a minute, I want shit happening all the time, I want constant noise, a panic attack going on right next to me. It used to be easy in college or high school. You can go to parties, bars and all that but as an adult it is impossibly hard. You cannot find people to go with you, they want to relax and sit in their houses for some fucking reason. Being an adult is boring as fuck. Every weekend I am looking forward to monday just so some shit happens. I don’t want to be home, I would much rather go to work why do people like their homes that much. Why did you all suddenly become so boring? I work until 7pm just so I don’t go home and do some outside shit instead. And still when I come home I have enough energy for a full workout and if I can find people to come with me go out. How are you that fucking tired? It is fucking easy, simple and booooring. We have a limited amount of much time on our hands and you morons choose to spend it watching stupid Netflix shows. I have never finished one it is so fucking boring. I stay up until 3am and wake up at 7am the next day never slept more than 6 hours in my entire life and never wanted to sleep at all, I sleep because I fucking have to. God you are fucking boring, people tell me I act like I am constantly on meth, I don’t use any drugs and I don’t condone it but if it is going to make y’all less fucking boring and “tired” maybe you should take some fucking meth. I don’t get people sleeping in the middle of the day either how can you enjoy losing a giant chunk of your day? It is terrible, I fucking hate sleeping and tired people. Also, you are moving way too slow fuckers, be fucking fast why is it taking people 5 minutes to go through self-checkout? It takes a minute max. MAX. It taking longer is only acceptable if you have over 20 items or if it is broken. The same with mall security fucking hell you piss me off. Be fucking fast and energetic. Everyone is always too tired and slow fuck adults.",
        "Miami, FL\n\nThis happened yesterday afternoon. A neighbor and her guests let me know that they saw another neighbor's visitor hit my parked car on the side of the road while he was pulling out. Knocked off the fender and scratched the paint above my rear left tire.\n\nWhen I went to that neighbor for information about the person, I could tell she immediately knew why I was knocking on her door, but smugly told me she knew nothing about it and wouldn't tell me any info about the person visiting her because IF they did hit my car, she didn't see it/ has nothing to do with her. (She always had a camera on her door facing outside where the incident happened, that coincidentally wasn't there anymore.) The people who told me, didn't catch the plates either. Just that it was a red Dodge truck.\n\nI didn't want to get in an argument so called the police to file a report. Told the officer what I was told and that the neighbor was playing dumb about it. She didn't bother going to the neighbor or asking her anything. (Assuming because of he said/she said and that no plates were caught.) Just gave me a case number and said it would go to their investigation department.\n\nThis morning my mom saw the neighbors right next to us (who also have a camera facing the street) talking to the lady (they're buddies) and being all secretive. Presumably telling them not to give us any footage if we ask for it. (Our unit doesn't face the street, so we have no footage of it.)\n\nMy dad says to let it go and that it's not worth going through insurance because he can get a new fender and get the paint fixed cheap for around $200/300. I kind of agree as that wouldn't be an issue for me and I want it to be over with. But I'm also so irritated at their smugness about the hit and run that I don't feel like letting them get away with it. I'm sure they'll visit her again.\n\nCould I get pictures of the truck when they visit her again and submit it to the case number? Or anything I could do to get her to give up the information? Or should I just let this go and move on?",
        "A medieval sewer with a white light at the end of it. Water drips from the stone ceiling. Footsteps come from the dark. Black boots and a come into the light. He walks with a massive scythe on his shoulder. His torn black cloak covered in soot and dirt flutters against the light breeze coming from the end of the tunnel. He keeps one arm in his cloak and the other is bandaged and bloody holding a massive scythe. It is sharp, its blade is so clean it could be a mirror. He reaches the end of the tunnel as the wind turns into a whistling power making his cloak flow like a flag. He stands at the top of a muddy hill looking down onto a small pavilion with an empty fountain in the centre. He walks down the hill.\n\n“Caw!” A lone crow atop a leafless tree stares at the man holding the scythe\n\nHe stops to look at the bird. Nothing moves but the wind in that moment. The crows looks away into the smog covered distance. It flies away. The man watches the bird as it disappears into the sky. Silence again, he thought. He walked towards the fountain. A dead mother bent over into the fountain. Still covered in skin. He didn’t stop. The houses were new, but they were empty. Through one of the windows you could see a man sitting in his rocking chair staring at something. He didn’t move. The man didn’t notice. A bell rung as he walked down the Main Street. It was noon he thought.\n\nA door creaked slightly open. The man stopped. He looked at the sign which read ‘bakery’. He pushed the door gently. It was dark inside. There was bread laid all across the table. It was untouched and baked to a perfect brown. He smelled the air. He didn’t smell the warm fresh bread. All he could smell was the dust. The dust that had been there for months floating in the air. He sneezed and walked away. He came to a crossroads and pulled out a letter and flipped it to the side with a poorly drawn map on it. He turned to the left and walked out of the town.\n\nA single house was at the top of the hill. The long path leading up to it had a fence along the right side that seemed close to falling over at ever post but somehow, it held. He stood at the door. The bell rung. It was night. He pushed on the door but it was locked. He walked around the side of the house and hopped over the fence. “Three dead pigs” thought the man holding the scythe. The back door was open. He walked inside. He walked into the living room with a couch as the plank floor creaked with every step. He saw the door and stood in stillness. He was supposed to open the door but instead he sat down on the couch and pulled out the letter. Her body laid there like a corpse. The moonlight covered the bed and her face. She was beautiful when she was asleep. He laid his scythe against the wall and his cloak feel down to his feet. He crawled onto the bed. He hunched over her. She smiled in her sleep. The Scythe fell as the floor creaked. He finished and left the letter by the bed. Her corpse laid nude on the bed. Frail and grey.\n\nHe walked out the front door. He closed the door and turned his head. The hood of his cloak cast a shadow over his face. He pulled it back showing long black hair and a beard. He stood staring at it. Over the hill he had came from was a light. So far away yet so bright. The more he looked at it, the bigger it grew. He walked into the baron field away from the fire. Each step held him up like a noose around his neck. He stopped. A man stood staring at him. He didn’t look back at him. The man looked just like him but better.\n\n“What did it say?” he said.\n\nThere was a long silence as the bell rung again. The wind howled. His cloak spread behind him in the air. His scythe covered in blood and his sole arm holding it. He smiled.\n\n“Nothing”",
        "I am currently about 2/3 through my first semester at community college. I am doing a cs major and am likely to transfer to a university, so I am likely to have very hard classes down the line. I have about 8 hours a week of in person classes, and probably 20 to 25 hours of hw a week. I have no other responsibilities, or even hobbies, I have basically every single hour a week to myself besies those 8. Regardless, I am barely keeping up with homework. I frequently get stuff in late or not at all (I'm a bad procrastinator) and when I do try to do my homework, I am really unproductive, get distracted easily, and take a long time. My classes aren't hard either, besides for my math class(which assigns the most work) my classes are incredibly easy. Instead of taking advantage though, I game or watch youtube or kill time because I just never have much energy or drive. I'm in possibly the most relaxed and easy situation possible, yet I am barely keeping up. What do I do?",
        "My husband does electrical contract work through his union. He has done it for 16 years. Yet, this lender says we need to prove he will be working and making enough money next year too. They need the dates he will be working and how much he will get paid per job. But that’s not how contract work functions!? Those job don’t exist yet so we couldn’t possibly prove them.\n\nHow is proof of income and employment for the last 16 years not enough? We just spent a month trying to get a loan from these people and now we have a month until we move and we scrambling to try and get a loan through a different lender.\n\nIs this normal? To ask for future employment? If so, I guess we’ll never qualify.\n\nStats (if that matters): Mine/his annual income: $120,000 Credit scores: 760+ Debt: car loan for $18,000 Never been late in a payment, no credit card debt, never foreclosed or been evicted.\n\nWe are SO frustrated!",
        "I am the father of a one year old toddler. Recently, she started teething, as her molars have started to come in. First, it was the top ones for about a week, then we had a week’s break, and now the bottom ones are coming in. It’s clearly causing my daughter a lot of pain, especially at night. Before she was a good sleeper, but now it’s been rough. She’s been waking up around 1am and then 3am daily, screaming with her little fingers in her mouth. My wife and I have tried comforting her, bringing her in our bed (she sleeps in our room anyway and her crib is next to our bed, but normally she likes to sleep cuddled up when she’s uncomfortable), we’ve even given her baby Motrin to help with the pain but she still screams for about 10-20 minutes each time until we are able to settle her. It’s shrill and it sucks, but there’s not much we can do beyond what we are already doing.\n\nWe live on the ground floor of a new condo building. It’s made of heavy concrete and decently sound proofed, but not perfect. Above us lives a single woman in her late 20s / early 30s. This is an expensive part of town in a new building, so we can assume shes decently monied. She also keeps her balcony door open all day and night that faces into our courtyard. She has been “punishing” us during the day by blasting loud music directly into our unit by putting a stereo next to her balcony. We are on the ground floor and have a fully enclosed courtyard so it vibrates around. She’s got great music taste, and my daughter will dance to it all day long. So while my wife hates her intention, I think it’s worked out just fine… until now…\n\nLast night she came barging down at 3am and rang our bell 4 times while we were trying to settle our daughter. Motrin works for about 8 hours, so by 3am we have to give her another dose and wait through the cries, cradling her for 15-20 minutes for it to kick in again. My wife (a strong tempered petite woman, amplified by her first year of motherhood) wanted to go fight her then and there, but I said let’s just concentrate on settling the baby and ignore her. I also didn’t want to make the baby any more upset than she already was. So yeh, I just let her fume outside my door at 3am. AITA?",
        "I (35f) just found out that my sibling (41) are cut out of my parent's (70's) will. They have millions and plan on leaving it all to charity. My brother and I both pretty much live paycheck to paycheck.\n\nLet me be clear, we are in regular contact and have a good relationship (maybe not as good as i thought). I'm doing emdr therapy right now for some issues with how my mom has contributed to me feeling like love is conditional based on my weight and appearance. My dad has a history of severe rage episodes that had me constantly on edge.\n\nHonestly I'm glad they are in a good financial spot as they age and I don't have to worry about having money to help them in their old age. My dad has a family history of dementia and may need to be in a home or require at home nursing care one day.\n\nHowever, my mom remarked to my brother that us kids are getting nothing as they plan on leaving millions to charity. That means that over the rest of their lives they plan on hoarding their wealth and not spending it on themselves. I've previously told them i hope they spend their money while they are alive. They do not plan on this apparently. They plan on continuing to live well below their means and having millions left over when they pass.\n\nI know im not entitled to their money. It's not mine. If they had nothing to give me I'd be okay with having nothing. Recently however they keep bringing up their net worth to me which I've been confused as why.\n\nI feel like I was never good enough. My parents have said through actions, little digs, and outright \"your father and I are really disappointed in you\" that I'm a failure. Both of us are single without kids. I'm single bc I haven't found my person, not because I'm actively not wanting a relationship. My mom is really disappointed about not having grandchildren.\n\nI'm hurt and feel like this is going to be their final way of saying we aren't proud of you. I'm happy for them to leave something to charity. But, like, all of it? Millions?\n\nI really feel like a huge asshole for being hurt over this.\n\nWe are politically on the same side. They aren't super religious and they don't believe I'm going to hell or anything like that. I'm just kinda shocked and confused.\n\nI dont know how to navigate my feelings about this and would love some outside perspective. On the one hand I feel like they are sending me a hurtful message. On the other hand I don't want to feel disappointed or hurt bc its not my money and I know they don't owe me anything.\n\nTLDR my parents disinherited me and I don't know if I have a right to feel hurt over it.\n\nEdit: omg I was not expecting this response. Since I don't have a partner I have no one to lean on. I reached out to a longtime friend and she politely put up a boundary that she cannot support me through this bc she has other things going on in her life. I feel like I'm being dumped by everyone I care about so it's nice to get some support even if it's from internet strangers."
    ]
}